"Choose a valid destination." = "Seleccione un destino válido.";
"Compress" = "Comprimir";
"Decompress" = "Descomprimir";
"Destination does not exist" = "No existe el destino";
"Password" = "Contraseña";

/* ==== UNLOCALIZED ==== */

"Compressing: %@ \nTo: %@" = "Compressing: %@ \nTo: %@";
"Decompressing: %@ \nTo: %@" = "Decompressing: %@ \nTo: %@";
"Items remaining to compress: %d" = "Items remaining to compress: %d";
"Items remaining to decompress: %d" = "Items remaining to decompress: %d";
